/* -------------------------------------------------------------------------- */
/*                                    TASK                                    */
/* -------------------------------------------------------------------------- */
// цената на един лаптоп е 1200лв. без ДДС (20%). Напишете програма на JS, която ще
// изпише в конзолата цената на лаптопа със ДДС, както и стойността на самото ДДС

// ДДС сума = базова цена * (1/5)
// цена със ДДС = базова цена + ДДС сума

// очакван изход:
// "цена с ДДС: 1440, сума на ДДС: 240"

let price = 1200;
let vat = price * (1/5);
let priceWithVAT = price+vat

console.log(`цена с ДДС: ${priceWithVAT}, сума на ДДС: ${vat}`);
console.log("цена с ДДС: " + priceWithVAT + ", сума на ДДС: " + vat);