/* -------------------------------------------------------------------------- */
/*                                    TASK                                    */
/* -------------------------------------------------------------------------- */
// цената на един лаптоп е 1200лв. без ДДС (20%). Напишете програма на JS, която ще
// изпише в конзолата цената на лаптопа със ДДС, както и стойността на самото ДДС

// очакван изход:
// "цена с ДДС: 1440, сума на ДДС: 240"


let laptop_price = 1200;
let tax_only = 0.2*laptop_price;
let after_tax=laptop_price+tax_only;
console.log("цена с ДДС: " + after_tax + ", сума на ДДС: "+tax_only);
console.log("цена с ДДС: ${after_tax}, сума на ДДС: ${tax_only}");