/* -------------------------------------------------------------------------- */
/*                                    TASK                                    */
/* -------------------------------------------------------------------------- */
// цената на един лаптоп е 1200лв. без ДДС (20%). Напишете програма на JS, която ще
// изпише в конзолата цената на лаптопа със ДДС, както и стойността на самото ДДС

// очакван изход:
// "цена с ДДС: 1440, сума на ДДС: 240"

let price = 1200;
let priceDDS = 1200*0.2;
let total = price + priceDDS;

console.log("Цена с ДДС: " + total + "сума на ДДС : " + priceDDS);




