/* -------------------------------------------------------------------------- */
/*                                    TASK                                    */
/* -------------------------------------------------------------------------- */
// цената на един лаптоп е 1200лв. без ДДС (20%). Напишете програма на JS, която ще
// изпише в конзолата цената на лаптопа със ДДС, както и стойността на самото ДДС

// очакван изход:
// "цена с ДДС: 1440, сума на ДДС: 240"

let basePrice = 1200;
let VAT = (1/5)
let VATOnly  =  basePrice*VAT
console.log(' ДДС ' + VATOnly)



